Repository: hafid-amrouche/ppage
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, fr

source: Welcome
ar: مرحبا
fr: Bienvenu

source: About Me
ar: معلومات عني
fr: Sur moi

source: i am Hafid Amrouche a 25 years old automation engineer with more than 7 years experience in web developement, durring that period i build over 20 personal websites and 4 platforms.
ar: أنا حفيط عمروش مهندس في الأليات و عمري 25 سنة، لدي خبرة 7 سنوات في مجال تصميم المواقع حيث في هذه تلك صممت 20 موقعا شخصا و 4 منصات.
fr: je suis Hafid Amrouch un ingénieur en automatisation de 25 ans avec plus de 7 ans d'expérience en développement web, pendant cette période j'ai construit plus de 20 sites web personnels et 4 plateformes.

source: Call Us
ar: اتصل بنا
fr: Appelez-nous

source: Message Us
ar: راسلنا
fr: Contactez-nous

source: My Pricing
ar: الأسعار
fr: Mes tarifs

source: Personal website
ar: موقع شخصي
fr: Site Web personnel

source: Website like this where it's all about one person
ar: مواقع مثل هذا الموقع
fr: Un site Web comme celui-ci où tout tourne autour d'une seule personne

source: DA
ar: دج

source: 3000/Month
ar: 3000/شهر
fr: 3000/mois

source: Company or institution website
ar: موقع لشركة أو مؤسسة
fr: Site Web de l'entreprise ou de l'institution

source: 4000/Month
ar: 4000/شهر
fr: 4000/mois

source: Platforms and customized websites
ar: منصة أو موقع معدل
fr: Plateformes et sites Web personnalisés

source: /Day of work
ar: /يوم عمل
fr: /Journée de travail

source: Contact Us
ar: تواصل معنا
fr: Contactez nous

source: Enter Email or Phone number
ar: أدخل الايمايل أو رقم الهاتف
fr: Entrez l'e-mail ou le numéro de téléphone

source: Write Something
ar: أكتب هنا
fr: Écris quelque chose

source: Send Message
ar: أرسل
fr: Envoyer le message

source: Message was sent successfully
ar: تم الارسال بنجاح
fr: Le message a été envoyé avec succès

source: Message was not sent
ar: لم يتم الارسال
fr: Le message n'a pas été envoyé
